USE zju_graduate_art_troupe;

INSERT INTO colleges (name) VALUES
('文学院'),('历史学院'),('哲学学院'),('外国语学院'),('传媒与国际文化学院'),('艺术与考古学院'),('经济学院'),('光华法学院'),
('教育学院'),('管理学院'),('公共管理学院'),('马克思主义学院'),('数学科学学院'),('物理学院'),('化学系'),('地球科学学院'),
('心理与行为科学系'),('机械工程学院'),('材料科学与工程学院'),('能源工程学院'),('电气工程学院'),('建筑工程学院'),
('化学工程与生物工程学院'),('海洋学院'),('航空航天学院'),('高分子科学与工程学系'),('光电科学与工程学院'),
('信息与电子工程学院'),('控制科学与工程学院'),('计算机科学与技术学院'),('软件学院'),('生物医学工程与仪器科学学院'),
('集成电路学院'),('生命科学学院'),('生物系统工程与食品科学学院'),('环境与资源学院'),('农业与生物技术学院'),
('动物科学学院'),('医学院'),('药学院');

INSERT INTO troupe_groups (name) VALUES ('总团');
INSERT INTO troupe_groups (name) VALUES ('主持礼仪分团');
INSERT INTO troupe_groups (name) VALUES ('舞蹈分团');
INSERT INTO troupe_groups (name) VALUES ('声乐分团');
INSERT INTO troupe_groups (name) VALUES ('器乐分团');
